brew 'bat'
brew 'bitwarden-cli'
brew 'chezmoi'
brew 'eza'
brew 'fnm'
brew 'gh'
brew 'helix'
brew 'pnpm'
brew 'ripgrep'
brew 'starship'
brew 'yt-dlp'
# brew 'fd'
# brew 'ffmpeg'
# brew 'fx'
# brew 'rsync'

# GPG
brew 'gnupg'
tap 'jorgelbg/tap'
brew 'pinentry-mac'
brew 'jorgelbg/tap/pinentry-touchid'

cask 'android-file-transfer'
cask 'amazon-q'
cask 'anydesk'
cask 'arc'
cask 'battle-net'
cask 'chatgpt'
cask 'calibre'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'font-jetbrains-mono-nerd-font'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'keka'
#cask 'kekaexternalhelper'
cask 'megasync'
cask 'obsidian'
cask 'qbittorrent'
cask 'raycast'
cask 'readdle-spark'
# cask 'slack'
cask 'steam'
cask 'telegram'
cask 'ticktick'
cask 'tradingview'
cask 'vlc'
cask 'webstorm'
# cask 'balenaetcher'
# cask 'crossover'
# cask 'MonitorControl'
# cask 'homebrew/cask-drivers/logitech-g-hub' # 100% CPU usage on Intel Macs
cask 'grishka/grishka/neardrop'

mas 'Bitwarden', id: 1352778147
mas 'SBC', id: 6642675514
mas 'Unsplash Wallpapers', id: 1284863847
mas 'MEGA VPN', id: 6456784858
mas 'Windows App', id: 1295203466
