brew 'bat'
brew 'bitwarden-cli'
brew 'chezmoi'
brew 'eza'
brew 'fnm'
brew 'gh'
brew 'helix'
brew 'kubernetes-cli' # work
brew 'magic-wormhole'
brew 'pnpm'
brew 'pyenv' # work
brew 'ripgrep'
brew 'starship'
brew 'yt-dlp'
# brew 'fd'
# brew 'ffmpeg'
# brew 'fx'
# brew 'rsync'

# GPG
brew 'gnupg'
tap 'jorgelbg/tap'
brew 'pinentry-mac'
brew 'jorgelbg/tap/pinentry-touchid'

cask 'android-file-transfer'
cask 'android-platform-tools'
cask 'amazon-q'
cask 'anydesk' # crypto
cask 'arc'
cask 'battle-net' # gaming
cask 'bluestacks' # gaming
cask 'chatgpt'
cask 'calibre'
cask 'chromium' # work
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'font-jetbrains-mono-nerd-font'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'jetbrains-toolbox' # cli launch of IDE works this way
cask 'jordanbaird-ice'
cask 'keka'
cask 'kindle-previewer'
cask 'losslesscut'
cask 'megasync'
cask 'microsoft-teams' # work
cask 'microsoft-outlook' # work
cask 'monitorcontrol'
cask 'grishka/grishka/neardrop'
cask 'obs'
cask 'obsidian'
cask 'postman' # work
cask 'pritunl' # work
cask 'rustdesk' # work
cask 'qbittorrent'
cask 'parsec' # work
cask 'raycast'
cask 'readdle-spark'
cask 'slack' # work
cask 'steam' # gaming
cask 'superwhisper'
cask 'telegram'
cask 'ticktick'
cask 'tradingview' # crypto
cask 'vlc'
# cask 'balenaetcher'
# cask 'crossover' # gaming
# cask 'kekaexternalhelper' # single-use utility
# cask 'homebrew/cask-drivers/logitech-g-hub' # games, 100% CPU issue on Intel Macs

mas 'Bitwarden', id: 1352778147
mas 'Unsplash Wallpapers', id: 1284863847
mas 'Perplexity: Ask Anything', id: id6714467650
mas 'MEGA VPN', id: 6456784858
mas 'Windows App', id: 1295203466
# mas 'SBC', id: 6642675514
