tap 'jorgelbg/tap' # gpg
tap 'StanMarek/tap'

brew 'bat'
brew 'bitwarden-cli'
brew 'chezmoi'
brew 'eza'
brew 'ffmpeg'
brew 'fnm'
brew 'helix'
brew 'gh'
brew 'gnupg' # gpg
brew 'StanMarek/tap/ghost-complete', trusted: true
brew 'pinentry-mac' # gpg
brew 'jorgelbg/tap/pinentry-touchid' # gpg
brew 'pnpm'
brew 'ripgrep'
brew 'starship'
brew 'yt-dlp'

cask 'android-file-transfer'
cask 'battle-net' # gaming
cask 'calibre'
cask 'clearvpn'
cask 'comet'
cask 'discord'
cask 'docker-desktop'
cask 'font-jetbrains-mono-nerd-font'
cask 'iterm2'
cask 'jetbrains-toolbox' # adds shell scripts
cask 'keka'
cask 'losslesscut'
cask 'megasync'
cask 'obs'
cask 'obsidian'
cask 'qbittorrent'
cask 'raycast'
cask 'readdle-spark'
cask 'steam' # gaming
cask 'telegram'
cask 'ticktick'
cask 'vlc'
cask 'whatsapp'

mas 'Bitwarden', id: 1352778147
mas 'Unsplash Wallpapers', id: 1284863847
